Repository: jalalmtsk/morTaalim
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr

source: Color Mixing
ar: مزج الألوان
fr: Mélange des Couleurs

# islamicPractise
source: Education Islamic Practise
ar: تمارين إسلامية
fr: Exercices Islamiques

source: Wudu
ar: الوضوء
fr: Ablution (Wudu)

source: Play the Word
ar: العب الكلمة
fr: Joue avec le Mot

source: Choose the Image
ar: اختر الصورة
fr: Choisis l’Image

source: Pillar of Islam
ar: أركان الإسلام
fr: Piliers de l'Islam

source: French Practise
ar: تمارين فرنسية
fr: Exercices Français

source: Match the Word
ar: وصل الكلمة
fr: Associe le Mot

# backupWhatIs
source: What is Backup?
ar: ما هو النسخ الاحتياطي؟
fr: Qu'est-ce qu'une sauvegarde ?

# backupWhatIsDesc
source: A backup code saves your progress securely so you can restore it later or on another device.
ar: يقوم رمز النسخ الاحتياطي بحفظ تقدمك بأمان بحيث يمكنك استعادته لاحقًا أو على جهاز آخر.
fr: Un code de sauvegarde enregistre vos progrès en toute sécurité afin que vous puissiez les restaurer plus tard ou sur un autre appareil.

# backupHowSave
source: How to Save
ar: كيفية الحفظ
fr: Comment sauvegarder

# backupHowSaveDesc
source: Tap 'Save Backup' and copy your unique code. Store it somewhere safe – it’s your key to recovery.
ar: اضغط على 'حفظ النسخ الاحتياطي' وانسخ الرمز الفريد الخاص بك. احفظه في مكان آمن – إنه مفتاحك للاستعادة.
fr: Appuyez sur 'Sauvegarder' et copiez votre code unique. Conservez-le dans un endroit sûr – c'est votre clé de récupération.

# backupHowRestore
source: How to Restore
ar: كيفية الاستعادة
fr: Comment restaurer

# backupHowRestoreDesc
source: Use 'Load Backup' and paste your saved code. Your progress will be restored instantly.
ar: استخدم 'تحميل النسخ الاحتياطي' وأدخل الرمز المحفوظ. سيتم استعادة تقدمك على الفور.
fr: Utilisez 'Charger la sauvegarde' et collez votre code enregistré. Vos progrès seront restaurés instantanément.

source: Done
ar: تم
fr: Terminé
