Repository: jalalmtsk/morTaalim
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr

# chooseLevel
source: Choose Your Level
ar: 👇 اختر مستواك
de: Wähle dein Schulniveau 👇
fr: Choisis ton niveau scolaire 👇

source: Welcome
ar: مرحبا
de: Willkommen
fr: Bienvenue

source: Progress
ar: التقدم
de: Fortschritt
fr: Progression

source: Loading ...
ar: ...جار التحميل
de: Wird geladen...
fr: Chargement...

source: Exam Title
ar: الامتحان للسنة الأولى
de: Prüfung 1. Klasse
fr: 1ère Primaire Exam

# class1
source: 1st Grade
ar: السنة الأولى
de: 1. Klasse
fr: 1ère Primaire

# class2
source: 2nd Grade
ar: السنة الثانية
de: 2. Klasse
fr: 2ème Primaire

# class3
source: 3rd Grade
ar: السنة الثالثة
de: 3. Klasse
fr: 3ème Primaire

# class4
source: 4th Grade
ar: السنة الرابعة
de: 4. Klasse
fr: 4ème Primaire

# class5
source: 5th Grade
ar: السنة الخامسة
de: 5. Klasse
fr: 5ème Primaire

# class6
source: 6th Grade
ar: السنة السادسة
de: 6. Klasse
fr: 6ème Primaire

# math
source: Mathematics
ar: الرياضيات
de: Mathematik
fr: Mathématiques

source: French
ar: الفرنسية
de: Französisch
fr: Français

source: Arabic
ar: العربية
de: Arabisch
fr: Arabe

source: Islamic Education
ar: التربية الإسلامية
de: Islamische Erziehung
fr: Éducation Islamique

# artEducation
source: Artistic Education
ar: التربية الفنية
de: Kunstunterricht
fr: Éducation Artistique

# greatJob
source: Great job! You have completed all sections
ar: عمل رائع! أكملت جميع الأقسام
de: Tolle Arbeit! Du hast alle Abschnitte abgeschlossen
fr: Super travail ! Vous avez terminé toutes les sections

source: Enter your name
ar: أدخل اسمك
de: Gib deinen Namen ein
fr: Entrez votre nom

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler

source: OK
ar: حسنًا

# pleaseEnterName
source: Please enter a name
ar: يرجى إدخال اسم
de: Bitte gib einen Namen ein
fr: Veuillez entrer un nom

source: Select Game Mode
ar: اختر وضع اللعب
de: Spielmodus auswählen
fr: Sélectionnez le mode de jeu

source: Single Player
ar: لاعب واحد
de: Einzelspieler
fr: Joueur seul

source: Multiplayer
ar: لاعبين
de: Mehrspieler
fr: Multijoueur

source: Courses
ar: الدورات
de: Kurse
fr: Cours

source: Games
ar: ألعاب
de: Spiele
fr: Jeux

# drawingAlphabet
source: AlphaDraw
ar: رسام الحروف
de: Magisches Alphabet zeichnen
fr: AlphaDessin

# quizGame
source: BrainQuest
ar: تحدي الأذكياء
de: Gehirn-Duell
fr: Défi Cerveau

# appStories
source: StoryLand
ar: رحلة في الحكايات
de: Verzauberte Geschichten
fr: Histoires Magiques

# shapeSorter
source: ShapePop!
ar: ملك الأشكال
de: Formenmeister
fr: Tri des Formes

# boardGame
source: BrainyBoard
ar: مغامرة الطاولة
de: Brettspiel-Abenteuer
fr: Jeu de Plateau

# wordLink
source: Word Weave
ar: شبكة الكلمات
de: Wortkette
fr: Mots Liés

# sugarSmash
source: Sugar Swirl
ar: انفجار الحلوى
de: Zuckerexplosion
fr: Explosion Sucrée

# magicPainting
source: Color Whiz
ar: اللوحة السحرية
de: Magisches Malen
fr: Peinture Magique

# planeDestroyer
source: Sky Blaster
ar: صائد الطائرات
de: Flugzeugjäger
fr: Chasseur d’Avions

# iqTest
source: IQ Spark
ar: مقياس العبقرية
de: IQ-Test
fr: Test de QI

# jumpingBoard
source: HopZone
ar: لوحة القفز المجنون
de: Sprungbrett
fr: Plateforme Sautante

source: My Profile
ar: ملفي الشخصي
de: Mein Profil
fr: Mon profil

# stars
source: Étoiles
ar: نجوم
de: Sterne

source: Lives
ar: محاولات
de: Leben
fr: Vies

source: Score
ar: النقاط
de: Punkte

source: Name
ar: الاسم
fr: Nom

source: Stories library
ar: مكتبة القصص
de: Geschichtenbibliothek
fr: Bibliothèque d'histoires

source: Select Difficulty
ar: اختر مستوى الصعوبة
de: Schwierigkeitsgrad wählen
fr: Sélectionner la difficulté

source: Easy
ar: سهل
de: Leicht
fr: Facile

source: Medium
ar: متوسط
de: Mittel
fr: Moyen

source: Hard
ar: صعب
de: Schwer
fr: Difficile

source: Fun Board Game
ar: لعبة لوحية ممتعة
de: Spaßiges Brettspiel
fr: Jeu de plateau amusant

source: Tap, Step or Jump to move forward
ar: اضغط أو امشِ أو اقفز للتقدم
de: Tippe, gehe oder springe, um dich vorwärts zu bewegen
fr: Tapez, marchez ou sautez pour avancer

# avoidTheHolesBoardScrollsOnlyWhenYouStart
source: Avoid the holes! The board scrolls only when you start
ar: تجنب الحفر! اللوحة تتحرك فقط عند البدء
de: Vermeide die Löcher! Das Brett bewegt sich nur, wenn du beginnst
fr: Évitez les trous ! Le plateau défile uniquement au démarrage

source: Start Game
ar: ابدأ اللعبة
de: Spiel starten
fr: Démarrer le jeu

source: Step
ar: خطوة
de: Schritt
fr: Pas

source: Jump
ar: اقفز
de: Springen
fr: Sauter

# chooseGame
source: Choose a Game
ar: اختر لعبة
de: Wähle ein Spiel
fr: Choisissez un jeu

source: Alphabet Tracing
ar: تتبع الحروف
de: Alphabet nachzeichnen
fr: Traçage de l'alphabet

source: Clear
ar: مسح
de: Löschen
fr: Effacer

source: Next letter
ar: الحرف التالي
de: Nächster Buchstabe
fr: Lettre suivante

source: Piano
ar: البيان
de: Klavier
fr: Piano Forte

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres

source: Music
ar: الموسيقى
de: Musik
fr: Musique

source: Music Volume
ar: مستوى صوت الموسيقى
de: Musiklautstärke
fr: Volume de la musique

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
fr: Mode sombre

source: Notifications
ar: الإشعارات
de: Benachrichtigungen

source: Language
ar: اللغة
de: Sprache
fr: Langue

source: Username
ar: اسم المستخدم
de: Benutzername
fr: Nom d'utilisateur

# changeName
source: Change Username
ar: تغيير اسم المستخدم
de: Benutzernamen ändern
fr: Changer de nom d'utilisateur

# enterNewName
source: Enter a new name
ar: أدخل اسمًا جديدًا
de: Gib einen neuen Namen ein
fr: Entrez un nouveau nom

source: Save
ar: حفظ
de: Speichern
fr: Enregistrer

# aboutApp
source: About the App
ar: حول التطبيق
de: Über die App
fr: À propos de l'application

source: Contact Support
ar: الاتصال بالدعم
de: Support kontaktieren
fr: Contacter le support

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d'utilisation

# rateApp
source: Rate the App
ar: قيّم التطبيق
de: App bewerten
fr: Évaluer l'application

source: Parental Lock
ar: قفل الوالدين
de: Kindersicherung
fr: Contrôle parental

# parentalLockEnabled
source: Parental Lock is enabled
ar: تم تفعيل قفل الوالدين
de: Kindersicherung aktiviert
fr: Le contrôle parental est activé

# parentalLockDisabled
source: Parental Lock is disabled
ar: تم تعطيل قفل الوالدين
de: Kindersicherung deaktiviert
fr: Le contrôle parental est désactivé

source: Set Parental PIN
ar: تعيين رقم التعريف الشخصي للقفل الأبوي
de: PIN für Kindersicherung festlegen
fr: Définir le code PIN parental

source: Enter PIN
ar: أدخل رمز PIN
de: PIN eingeben
fr: Entrez le code PIN

# enterPinToDisable
source: Enter PIN to disable parental lock
ar: أدخل رمز PIN لتعطيل قفل الوالدين
de: PIN eingeben, um Kindersicherung zu deaktivieren
fr: Entrez le code PIN pour désactiver le contrôle parental

source: Confirm
ar: تأكيد
de: Bestätigen
fr: Confirmer

# incorrectPin
source: Incorrect PIN. Try again.
ar: رمز PIN غير صحيح. حاول مرة أخرى.
de: Falsche PIN. Versuche es erneut.
fr: Code PIN incorrect. Réessayez.

source: Screen Time Limit
ar: حد وقت الشاشة
de: Bildschirmzeitlimit
fr: Limite de temps d'écran

source: No limit
ar: بدون حد
de: Kein Limit
fr: Pas de limite

source: minutes
ar: دقائق
de: Minuten

source: Set
ar: تعيين
de: Festlegen
fr: Définir

source: Progress Reports
ar: تقارير التقدم
de: Fortschrittsberichte
fr: Rapports de progression

# progressReportsComingSoon
source: Progress Reports feature coming soon!
ar: ميزة تقارير التقدم قادمة قريبًا!
de: Funktion für Fortschrittsberichte kommt bald!
fr: La fonctionnalité des rapports de progression arrive bientôt !

# loadingPhrase1
source: Keep calm and wait a bit!
ar: اهدأ وانتظر قليلاً!
de: Bleib ruhig und warte einen Moment!
fr: Restez calme et attendez un peu !

# loadingPhrase2
source: Good things take time...
ar: الأشياء الجيدة تحتاج إلى وقت...
de: Gute Dinge brauchen Zeit...
fr: Les bonnes choses prennent du temps...

# loadingPhrase3
source: Loading... patience is a virtue!
ar: جارٍ التحميل... الصبر فضيلة!
de: Wird geladen... Geduld ist eine Tugend!
fr: Chargement... la patience est une vertu !

# loadingPhrase4
source: Almost there, hang tight!
ar: اقتربنا، تمسك جيداً!
de: Fast da, halt durch!
fr: Presque là, accrochez-vous !

# loadingPhrase5
source: Making magic happen!
ar: السحر يحدث الآن!
de: Magie passiert gerade!
fr: La magie opère !

# loadingPhrase6
source: Miaow! Processing your request...
ar: مياو! جاري معالجة طلبك...
de: Miau! Verarbeite deine Anfrage...
fr: Miaou ! Traitement de votre demande...

# loadingPhrase7
source: This kitty is working hard!
ar: هذه القطة تعمل بجد!
de: Dieses Kätzchen arbeitet hart!
fr: Ce petit chat travaille dur !

# loadingPhrase8
source: Loading... time for a quick cat stretch!
ar: جارٍ التحميل... حان وقت تمطيط القط السريع!
de: Wird geladen... Zeit für ein Katzenstretching!
fr: Chargement... temps pour une petite étire du chat !

# loadingPhrase9
source: Hang on, kitty’s debugging the code!
ar: تمسك، القط يصحح الكود!
de: Warte, das Kätzchen debuggt den Code!
fr: Attendez, le chat débogue le code !

# loadingPhrase10
source: Mrrrow! Almost done!
ar: مروو! اقتربنا من الانتهاء!
de: Mrrrow! Fast fertig!
fr: Mrrrow ! Presque fini !

# motivationalPhrase1
source: You are amazing!
ar: أنت رائع!
de: Du bist großartig!
fr: Tu es incroyable !

# motivationalPhrase2
source: Keep going, little hero!
ar: استمر أيها البطل الصغير!
de: Mach weiter, kleiner Held!
fr: Continue, petit héros !

# motivationalPhrase3
source: Big dreams start small.
ar: الأحلام الكبيرة تبدأ صغيرة.
de: Große Träume fangen klein an.
fr: Les grands rêves commencent petits.

# motivationalPhrase4
source: Every day is an adventure!
ar: كل يوم مغامرة جديدة!
de: Jeder Tag ist ein neues Abenteuer!
fr: Chaque jour est une aventure !

# motivationalPhrase5
source: Be kind, be brave, be you!
ar: كن طيبًا، شجاعًا، وكن نفسك!
de: Sei freundlich, mutig und du selbst!
fr: Sois gentil, courageux et reste toi-même !

# motivationalPhrase6
source: Learning is your superpower!
ar: التعلم هو قوتك الخارقة!
de: Lernen ist deine Superkraft!
fr: Apprendre est ton super pouvoir !

# motivationalPhrase7
source: Shine brighter every day!
ar: تألّق أكثر كل يوم!
de: Glänze jeden Tag ein bisschen mehr!
fr: Brille un peu plus chaque jour !

# motivationalPhrase8
source: Mistakes make magic happen!
ar: الأخطاء تصنع السحر!
de: Fehler machen Magie möglich!
fr: Les erreurs créent de la magie !

# motivationalPhrase9
source: Believe in your sparkle!
ar: آمن ببريقك!
de: Glaube an deinen Funken!
fr: Crois en ton éclat !

# motivationalPhrase10
source: Grow, play, and smile!
ar: نمُ، العب، وابتسم!
de: Wachse, spiele und lächle!
fr: Grandis, joue et souris !

source: This avatar is locked. Unlock it in the
ar: هذه الصورة الرمزية مقفلة. قم بفتحها في
de: Dieser Avatar ist gesperrt. Schalte ihn frei im
fr: Cet avatar est verrouillé. Déverrouillez-le dans la

source: Shop
ar: متجر
fr: Boutique

source: Age
ar: العمر
de: Alter
fr: Âge

source: Player 1 wins!
ar: فاز اللاعب 1!
de: Spieler 1 hat gewonnen!
fr: Le joueur 1 a gagné !

source: Player
ar: اللاعب
de: Spieler
fr: Joueur

source: Player 2 wins!
ar: فاز اللاعب 2!
de: Spieler 2 hat gewonnen!
fr: Le joueur 2 a gagné !

source: It's a tie!
ar: إنها تعادل!
de: Unentschieden!
fr: Égalité !

source: Game Over
ar: انتهت اللعبة
de: Spiel vorbei
fr: Jeu terminé

source: Points
ar: النقاط
de: Punkte

source: Player 1
ar: اللاعب 1
de: Spieler 1
fr: Joueur 1

source: Player 2
ar: اللاعب 2
de: Spieler 2
fr: Joueur 2

source: Play Again
ar: العب مرة أخرى
de: Erneut spielen
fr: Rejouer

# enterName
source: Enter your name
ar: أدخل اسمك
de: Gib deinen Namen ein
fr: Entrez votre nom

source: Choose your language to start tracing!
ar: اختر لغتك لبدء الرسم!
de: Wähle deine Sprache, um zu starten!
fr: Choisissez votre langue pour commencer à tracer !

source: Language locked
ar: اللغة مقفلة
de: Sprache gesperrt
fr: Langue verrouillée

source: Unlock for
ar: فتح لـ
de: Freischalten für
fr: Déverrouiller pour

source: Unlock
ar: فتح
de: Freischalten
fr: Déverrouiller

source: Sunny the squirrel
ar: ساني السنجاب
de: Sunny das Eichhörnchen
fr: Sunny l'écureuil

source: Flick the dancing fox
ar: فليك الثعلب الراقص
de: Flick der tanzende Fuchs
fr: Flick le renard danseur

source: Next
ar: التالي
de: Weiter
fr: Suivant

source: Previous
ar: السابق
de: Zurück
fr: Précédent

source: Page of
ar: صفحة من
de: Seite von
fr: Page de

# forb
source: For
ar: لـ
de: Für
fr: Pour

source: Not enough stars
ar: لا توجد نجوم كافية
de: Nicht genug Sterne
fr: Pas assez d'étoiles

source: Course Locked
ar: الدورة مقفلة
de: Kurs gesperrt
fr: Cours verrouillé

source: Unlock this course for
ar: افتح هذه الدورة مقابل
de: Diesen Kurs freischalten für
fr: Déverrouiller ce cours pour

source: Gained
ar: تم الحصول عليه
de: Erhalten
fr: Gagné

source: Well Done
ar: أحسنت
de: Gut gemacht
fr: Bien joué

source: Free Drawing
ar: رسم حر
de: Freies Zeichnen
fr: Dessin libre

source: Draw
ar: ارسم
de: Zeichnen
fr: Dessiner

source: Gallery
ar: المعرض
de: Galerie
fr: Galerie

source: No drawings saved yet
ar: لم يتم حفظ أي رسومات حتى الآن
de: Noch keine Zeichnungen gespeichert
fr: Aucun dessin enregistré pour le moment

source: Create some awesome art!
ar: أنشئ بعض الأعمال الفنية الرائعة
de: Erstelle tolle Kunstwerke
fr: Crée une œuvre d’art géniale

source: Pick a color
ar: اختر لونًا
de: Wähle eine Farbe
fr: Choisis une couleur

source: Select brush size
ar: اختر حجم الفرشاة
de: Pinselgröße wählen
fr: Choisis la taille du pinceau

source: Draw something before saving
ar: ارسم شيئًا قبل الحفظ
de: Zeichne etwas, bevor du speicherst
fr: Dessine quelque chose avant d’enregistrer

source: Drawing saved
ar: تم حفظ الرسم
de: Zeichnung gespeichert
fr: Dessin enregistré

source: Time
ar: الوقت
de: Zeit
fr: Temps

source: Choose your banner
ar: اختر شعارك
de: Wählen Sie Ihr Banner
fr: Choisissez votre bannière

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
fr: Réessayer

source: Letter
ar: حرف
de: Buchstabe
fr: Lettre

# secondsLeft
source: S
ar: ثٍ

source: Question
ar: سؤال
de: Frage

source: Add to favorite
ar: أضف إلى المفضلة
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris

source: Close
ar: إغلاق
de: Schließen
fr: Fermer

source: Favorite Words
ar: الكلمات المفضلة
de: Lieblingswörter
fr: Mots favoris

source: No favorite words yet. Add new words here.
ar: لا توجد كلمات مفضلة بعد. أضف كلمات جديدة هنا.
de: Noch keine Lieblingswörter. Füge hier welche hinzu.
fr: Aucun mot favori pour le moment. Ajoute-en ici.

source: Free
ar: مجاني
de: Kostenlos
fr: Gratuit

source: Save Profile
ar: حفظ الملف الشخصي
de: Profil speichern
fr: Sauvegarder le profil

source: FunMoji
ar: رموز مرحة
de: Spaß-Emojis
fr: Émojis fun

source: Avatar
ar: الصورة الرمزية

source: Beams
ar: أشعة
de: Strahlen
fr: Rayons

source: Moji
ar: رموز
de: Emoji
fr: Émojis

source: Aliens
ar: كائنات فضائية
de: Außerirdische

source: Animated
ar: متحرك
de: Animiert
fr: Animé

source: Banners
ar: رايات
de: Banner
fr: Bannières

source: Cute
ar: لطيف
de: Niedlich
fr: Mignon

source: Joyful
ar: مبهج
de: Fröhlich
fr: Joyeux

source: Sci-Fi
ar: خيال علمي
fr: Science-fiction

source: Fantasy
ar: خيال
fr: Fantastique

source: Islamic
ar: إسلامي
de: Islamisch
fr: Islamique

source: Store
ar: المتجر
de: Shop
fr: Boutique

source: Tolims
ar: توليمز

source: Spinning Wheel
ar: عجلة الحظ
de: Glücksrad
fr: Roue de la fortune

source: Spin
ar: دوّر
de: Drehen
fr: Tourner

source: Reroll
ar: إعادة التدوير
de: Neu drehen
fr: Relancer

source: Come back in
ar: ارجع خلال
de: Komm zurück in
fr: Reviens dans

source: Daily Reward
ar: مكافأة يومية
de: Tägliche Belohnung
fr: Récompense quotidienne

source: Watch Ad
ar: شاهد إعلانًا
de: Anzeige ansehen
fr: Regarder une pub

source: Earn
ar: اكسب
de: Verdienen
fr: Gagner

source: Congratulations!
ar: تهانينا!
de: Herzlichen Glückwunsch!
fr: Félicitations !

source: You won!
ar: لقد فزت!
de: Du hast gewonnen!
fr: Tu as gagné !

source: Awesome!
ar: رائع!
de: Großartig!
fr: Génial !

source: Free spin unlocked!
ar: دورة مجانية مفتوحة!
de: Kostenloser Dreh freigeschaltet!
fr: Tour gratuit débloqué !

source: You earned
ar: لقد ربحت
de: Du hast verdient
fr: Tu as gagné

source: Try again!
ar: حاول مرة أخرى!
de: Versuche es erneut!
fr: Réessaie !

source: No reward this time.
ar: لا توجد مكافأة هذه المرة.
de: Keine Belohnung diesmal.
fr: Pas de récompense cette fois.

source: Daily Spin
ar: الدورة اليومية
de: Täglicher Dreh
fr: Tour quotidien

source: Come back in
ar: ارجع بعد
de: Komm zurück in
fr: Reviens dans

source: You're ready to spin!
ar: أنت جاهز للدوران!
de: Du bist bereit zum Drehen!
fr: Tu es prêt à tourner !

source: Pronunciation
ar: النطق
de: Aussprache
fr: Prononciation

source: Example
ar: مثال
de: Beispiel
fr: Exemple

source: Draw whatever you like
ar: ارسم ما تريد
de: Zeichne, was du möchtest
fr: Dessine ce que tu veux

source: Paint on sketches
ar: لوّن الرسومات التخطيطية
de: Male auf Skizzen
fr: Peins sur des croquis

source: Color beautiful templates
ar: لوّن القوالب الجميلة
de: Färbe schöne Vorlagen
fr: Colorie de beaux modèles

source: Learning Program
ar: برنامج تعليمي
de: Lernprogramm
fr: Programme d'apprentissage

source: Step-by-step painting lessons
ar: دروس رسم خطوة بخطوة
de: Schritt-für-Schritt-Malkurse
fr: Leçons de peinture étape par étape

source: Delete
ar: حذف
de: Löschen
fr: Supprimer

source: Are you sure you want to delete this drawing?
ar: هل أنت متأكد أنك تريد حذف هذا الرسم؟
de: Bist du sicher, dass du diese Zeichnung löschen möchtest?
fr: Es-tu sûr de vouloir supprimer ce dessin ?

source: Delete Drawing
ar: حذف الرسم
de: Zeichnung löschen
fr: Supprimer le dessin

source: How to Play
ar: كيفية اللعب
de: Wie man spielt
fr: Comment Jouer

source: Ready to Play?
ar: هل أنت مستعد للعب؟
de: Bereit zu spielen?
fr: Prêt à Jouer ?

source: Choose Your Language
ar: اختر لغتك
de: Wähle deine Sprache
fr: Choisissez Votre Langue

source: Pick Single or Multiplayer
ar: اختر لاعب واحد أو متعدد اللاعبين
de: Einzelspieler oder Mehrspieler wählen
fr: Choisissez Solo ou Multijoueur

source: Rules
ar: القواعد
de: Regeln
fr: Règles

# treeCorrectAnswersEqualOnestar
source: Three Correct Answers Equal One Star
ar: ثلاث إجابات صحيحة تساوي نجمة واحدة
de: Drei richtige Antworten ergeben einen Stern
fr: Trois bonnes réponses égalent une étoile

# everyCorrectAnswerEqualPlusTwoXP
source: Every Correct Answer Equals Plus Two XP
ar: كل إجابة صحيحة تعادل نقطتي خبرة
de: Jede richtige Antwort bringt zwei XP
fr: Chaque bonne réponse rapporte 2 XP

source: Compete or Play Solo
ar: تنافس أو العب منفردًا
de: Wetteifere oder spiele alleine
fr: Compétition ou Jeu Solo

source: Have Fun and Learn Something New!
ar: استمتع وتعلم شيئًا جديدًا!
de: Viel Spaß und lerne etwas Neues!
fr: Amusez-vous et Apprenez Quelque Chose de Nouveau !

source: Back
ar: رجوع
de: Zurück
fr: Retour

source: Ad failed to load or was not completed. Please try again later.
ar: فشل تحميل الإعلان أو لم يُكمل. يرجى المحاولة لاحقًا.
de: Anzeige konnte nicht geladen werden oder wurde nicht abgeschlossen. Bitte versuche es später erneut.
fr: La publicité n'a pas pu être chargée ou n'a pas été terminée. Veuillez réessayer plus tard.

source: Out of Hearts!
ar: نفدت القلوب!
de: Keine Herzen mehr!
fr: Plus de vies !

source: Pay
ar: ادفع
de: Bezahlen
fr: Payer

source: Choose A Language
ar: اختر لغة
de: Wähle eine Sprache
fr: Choisissez une langue

# allCorrectAnwsersEqualOneTolim
source: All correct answers equal one Tolim
ar: كل الإجابات الصحيحة تساوي توليم واحد
de: Alle richtigen Antworten ergeben einen Tolim
fr: Toutes les réponses correctes équivalent à un Tolim

source: You have no hearts left. What would you like to do?
ar: لم يعد لديك أي قلوب. ماذا تريد أن تفعل؟
de: Du hast keine Leben mehr. Was möchtest du tun?
fr: Vous n'avez plus de cœurs. Que souhaitez-vous faire ?

source: Science
ar: العلوم
de: Wissenschaft

# badges_beginnerReader
source: beginner reader
ar: قارئ مبتدئ
de: Anfängerleser
fr: lecteur débutant

# badges_curiousMind
source: curious mind
ar: عقل فضولي
de: neugieriger Geist
fr: esprit curieux

# badges_bookLover
source: book lover
ar: محب للكتب
de: Bücherliebhaber
fr: amoureux des livres

# badges_knowledgeSeeker
source: knowledge seeker
ar: باحث عن المعرفة
de: Wissenssucher
fr: chercheur de savoir

# badges_quizExpert
source: quiz expert
ar: خبير الاختبارات
de: Quizexperte
fr: expert en quiz

# badges_studyMaster
source: study master
ar: ماهر في الدراسة
de: Studienmeister
fr: maître d'étude

# badges_truthDiscoverer
source: truth discoverer
ar: مكتشف الحقائق
de: Wahrheitsentdecker
fr: découvreur de vérité

# badges_intelligent
source: intelligent
ar: ذكي

# badges_theorist
source: theorist
ar: منظر
de: Theoretiker
fr: théoricien

# badges_masterOfLogic
source: master of logic
ar: سيد المنطق
de: Meister der Logik
fr: maître de la logique

# badges_keeperOfWisdom
source: keeper of wisdom
ar: حافظ الحكمة
de: Weisheitsbewahrer
fr: gardien de la sagesse

# badges_ideaArchitect
source: idea architect
ar: مهندس الأفكار
de: Ideenarchitekt
fr: architecte d'idées

# badges_thoughtLeader
source: thought leader
ar: قائد الفكر
de: Vordenker
fr: leader de pensée

# badges_mindMentor
source: mind mentor
ar: مرشد العقل
de: Mentor des Geistes
fr: mentor d'esprit

# badges_wizardOfWisdom
source: wizard of wisdom
ar: ساحر الحكمة
de: Weisheitszauberer
fr: sorcier de la sagesse

# badges_learningLegend
source: learning legend
ar: أسطورة التعلم
de: Lernlegende
fr: légende de l'apprentissage

# badges_sageOfTruth
source: sage of truth
ar: حكيم الحقيقة
de: Weiser der Wahrheit
fr: sage de la vérité

# badges_greatScholar
source: great scholar
ar: عالِم كبير
de: Großer Gelehrter
fr: grand érudit

# badges_pinnacleOfKnowledge
source: pinnacle of knowledge
ar: قمة المعرفة
de: Gipfel des Wissens
fr: sommet du savoir

source: Learning Power
ar: قوة التعلم
de: Lernkraft
fr: Pouvoir d'apprentissage

source: Badges
ar: الشارات
de: Abzeichen

source: Global
ar: عالمي

source: Courses Completed
ar: الدورات المكتملة
de: Abgeschlossene Kurse
fr: Cours terminés

# exercices
source: Exercises
ar: التمارين
de: Übungen
fr: Exercices

source: Dashboard
ar: لوحة التحكم
fr: Tableau de bord

# practiseCourses
source: Practice Courses
ar: دورات التدريب
de: Praxis-Kurse
fr: Cours pratiques

source: Keep Up The Good Work
ar: استمر في العمل الجيد
de: Weiter so
fr: Continuez le bon travail

source: Class Level
ar: مستوى الصف
de: Klassenstufe
fr: Niveau de classe

source: Audio Settings
ar: إعدادات الصوت
de: Audioeinstellungen
fr: Paramètres audio

source: Background Music
ar: الموسيقى الخلفية
de: Hintergrundmusik
fr: Musique de fond

source: Sound Effects
ar: المؤثرات الصوتية
de: Soundeffekte
fr: Effets sonores

source: Button Sounds
ar: أصوات الأزرار
de: Tastentöne
fr: Sons des boutons

source: Reset Audio Settings
ar: إعادة ضبط إعدادات الصوت
de: Audioeinstellungen zurücksetzen
fr: Réinitialiser les paramètres audio

source: Duaa and Ayat
ar: الدعاء والآيات
de: Duaa und Ayat
fr: Duaa et Versets

source: Show Ayat
ar: عرض الآيات
de: Ayat anzeigen
fr: Afficher les versets

source: Enable or Disable the Ayat Card from Appearing in Your App
ar: تفعيل أو تعطيل ظهور بطاقة الآيات في التطبيق
de: Aktiviere oder deaktiviere die Anzeige der Ayat-Karte in der App
fr: Activer ou désactiver l'apparition de la carte des versets dans l'application

source: Show Duaa
ar: عرض الدعاء
de: Duaa anzeigen
fr: Afficher Duaa

source: Enable or Disable Duaa Every Time You Enter
ar: تفعيل أو تعطيل الدعاء عند كل دخول
de: Duaa bei jedem Eintritt aktivieren oder deaktivieren
fr: Activer ou désactiver Duaa à chaque entrée

source: Account and Backup
ar: الحساب والنسخ الاحتياطي
de: Konto und Sicherung
fr: Compte et sauvegarde

source: Preferred Subject
ar: المادة المفضلة
de: Bevorzugtes Fach
fr: Matière préférée

source: Version
ar: الإصدار
