Repository: jalalmtsk/morTaalim
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr

source: Follow Us On Social Media
ar: تابعنا على وسائل التواصل الاجتماعي
de: Folgen Sie uns in den sozialen Medien
fr: Suivez-nous sur les réseaux sociaux

source: We Are Preparing Something Awesome
ar: نحن نحضر شيئًا رائعًا
de: Wir bereiten etwas Großartiges vor
fr: Nous préparons quelque chose de génial

source: Coming Soon
ar: قريبًا
de: Demnächst verfügbar
fr: Bientôt disponible

source: Unable To Open The Link
ar: غير قادر على فتح الرابط
de: Link konnte nicht geöffnet werden
fr: Impossible d’ouvrir le lien

source: Thank You For Your Patience
ar: شكرًا على صبرك
de: Vielen Dank für Ihre Geduld
fr: Merci pour votre patience

# traceEachLetterToEarnOneXp
source: Trace each letter to earn 1 XP
ar: تتبع كل حرف لتحصل على 1 نقطة خبرة
de: Verfolge jeden Buchstaben, um 1 XP zu verdienen
fr: Trace chaque lettre pour gagner 1 XP

# collectTenXpToEarnOneTolimToken
source: Collect 10 XP to earn 1 Tolim token
ar: اجمع 10 نقاط خبرة لتحصل على 1 رمز توليم
de: Sammle 10 XP, um 1 Tolim-Token zu verdienen
fr: Collecte 10 XP pour gagner 1 jeton Tolim

source: Manage Backup
ar: إدارة النسخ الاحتياطي
de: Backup verwalten
fr: Gérer la sauvegarde

source: Backup and Restore
ar: النسخ الاحتياطي والاستعادة
de: Backup und Wiederherstellung
fr: Sauvegarder et restaurer

source: Backup your progress or restore it using a backup code
ar: قم بعمل نسخة احتياطية من تقدمك أو استعادته باستخدام رمز النسخ الاحتياطي
de: Sichere deinen Fortschritt oder stelle ihn mit einem Backup-Code wieder her
fr: Sauvegardez votre progression ou restaurez-la en utilisant un code de sauvegarde

source: Save Backup
ar: حفظ النسخة الاحتياطية
de: Backup speichern
fr: Enregistrer la sauvegarde

source: Load Backup
ar: تحميل النسخة الاحتياطية
de: Backup laden
fr: Charger la sauvegarde

source: How to Backup
ar: كيفية النسخ الاحتياطي
de: Wie man ein Backup erstellt
fr: Comment sauvegarder

source: Make sure to save your backup code safely. You will need it to restore your progress
ar: تأكد من حفظ رمز النسخ الاحتياطي بأمان. ستحتاج إليه لاستعادة تقدمك
de: Stelle sicher, dass du deinen Backup-Code sicher aufbewahrst. Du wirst ihn benötigen, um deinen Fortschritt wiederherzustellen
fr: Assurez-vous de sauvegarder votre code de sauvegarde en toute sécurité. Vous en aurez besoin pour restaurer votre progression

source: Signed in with Google
ar: تم تسجيل الدخول باستخدام جوجل
de: Mit Google angemeldet
fr: Connecté avec Google

source: Disconnected, now in anonymous mode
ar: تم قطع الاتصال، الآن في وضع الضيف
de: Getrennt, jetzt im anonymen Modus
fr: Déconnecté, maintenant en mode anonyme

source: Failed to disconnect
ar: فشل في قطع الاتصال
de: Trennen fehlgeschlagen
fr: Échec de la déconnexion

source: Google Account
ar: حساب جوجل
de: Google-Konto
fr: Compte Google

source: Connected
ar: متصل
de: Verbunden
fr: Connecté

source: Disconnect
ar: قطع الاتصال
de: Trennen
fr: Se déconnecter

source: Connecting
ar: جارٍ الاتصال
de: Verbindung wird hergestellt
fr: Connexion en cours

source: Connect Google Account
ar: اتصال بحساب جوجل
de: Google-Konto verbinden
fr: Connecter le compte Google

source: Not connected yet
ar: لم يتم الاتصال بعد
de: Noch nicht verbunden
fr: Pas encore connecté

source: Disconnected
ar: تم قطع الاتصال
de: Getrennt
fr: Déconnecté

source: Are you sure you want to disconnect your Google account? You will be switched to anonymous mode
ar: هل أنت متأكد أنك تريد قطع الاتصال بحساب جوجل الخاص بك؟ سيتم تحويلك إلى وضع الضيف
de: Sind Sie sicher, dass Sie Ihr Google-Konto trennen möchten? Sie werden in den anonymen Modus gewechselt
fr: Êtes-vous sûr de vouloir déconnecter votre compte Google ? Vous serez basculé en mode anonyme

source: Select a language to continue
ar: اختر لغة للمتابعة
de: Wählen Sie eine Sprache, um fortzufahren
fr: Sélectionnez une langue pour continuer

source: Language set to
ar: تم تعيين اللغة إلى
de: Sprache eingestellt auf
fr: Langue définie sur

source: Let's get to know each other
ar: لنتعرف على بعضنا
de: Lernen wir uns kennen
fr: Faisons connaissance

# fillInYourInformation
source: Fill in your information to personalize your experience
ar: املأ معلوماتك لتخصيص تجربتك
de: Füllen Sie Ihre Informationen aus, um Ihre Erfahrung zu personalisieren
fr: Remplissez vos informations pour personnaliser votre expérience

source: Please enter your First Name
ar: يرجى إدخال اسمك الأول
de: Bitte geben Sie Ihren Vornamen ein
fr: Veuillez saisir votre prénom

source: Please enter your Last Name
ar: يرجى إدخال اسم عائلتك
de: Bitte geben Sie Ihren Nachnamen ein
fr: Veuillez saisir votre nom

source: Please enter your Age
ar: يرجى إدخال عمرك
de: Bitte geben Sie Ihr Alter ein
fr: Veuillez saisir votre âge

source: Please enter a valid Age
ar: يرجى إدخال عمر صالح
de: Bitte geben Sie ein gültiges Alter ein
fr: Veuillez saisir un âge valide

source: Last Name
ar: اسم العائلة
de: Nachname
fr: Nom

source: First Name
ar: الاسم الأول
de: Vorname
fr: Prénom

source: School Information
ar: معلومات المدرسة
de: Schulinformationen
fr: Informations sur l'école

# pleaseEnterSchoolNameTypeLevelAndClass
source: Please enter the school name, type, level, and class
ar: يرجى إدخال اسم المدرسة، النوع، المستوى، والفصل
de: Bitte geben Sie den Schulnamen, Typ, Niveau und die Klasse ein
fr: Veuillez entrer le nom de l'école, le type, le niveau et la classe

source: School Name
ar: اسم المدرسة
de: Schulname
fr: Nom de l'école

# pleaseEnterSchoolName
source: Please enter the school name
ar: يرجى إدخال اسم المدرسة
de: Bitte geben Sie den Schulnamen ein
fr: Veuillez entrer le nom de l'école

source: School Type
ar: نوع المدرسة
de: Schultyp
fr: Type d'école

# selectSchoolType
source: Select the school type
ar: اختر نوع المدرسة
de: Wählen Sie den Schultyp
fr: Sélectionnez le type d'école

source: School Level
ar: المستوى الدراسي
de: Schulstufe
fr: Niveau scolaire

# selectSchoolLevel
source: Select the school level
ar: اختر المستوى الدراسي
de: Wählen Sie die Schulstufe
fr: Sélectionnez le niveau scolaire

# classSchool
source: Class
ar: الفصل
de: Klasse
fr: Classe

# selectClass
source: Select the class
ar: اختر الفصل
de: Wählen Sie die Klasse
fr: Sélectionnez la classe

source: High School Track
ar: مسار الثانوية
de: Oberstufenrichtung
fr: Filière du lycée

# selectHighSchoolTrack
source: Select the high school track
ar: اختر مسار الثانوية
de: Wählen Sie die Oberstufenrichtung
fr: Sélectionnez la filière du lycée

source: Your Location
ar: موقعك
de: Ihr Standort
fr: Votre localisation

source: Please enter your city and country to continue
ar: يرجى إدخال مدينتك وبلدك للمتابعة
de: Bitte geben Sie Ihre Stadt und Ihr Land ein, um fortzufahren
fr: Veuillez entrer votre ville et votre pays pour continuer

source: City
ar: المدينة
de: Stadt
fr: Ville

source: Please enter your city
ar: يرجى إدخال مدينتك
de: Bitte geben Sie Ihre Stadt ein
fr: Veuillez saisir votre ville

source: Country
ar: البلد
de: Land
fr: Pays

source: Please enter your country
ar: يرجى إدخال بلدك
de: Bitte geben Sie Ihr Land ein
fr: Veuillez saisir votre pays

# schoolTypePrivate
source: Private
ar: خاصة
de: Privat
fr: Privée

# schoolTypePublic
source: Public
ar: عامة
de: Öffentlich
fr: Publique

# schoolTypeOther
source: Other
ar: أخرى
de: Andere
fr: Autre

# schoolLevelPrimary
source: Primary
ar: ابتدائي
de: Grundschule
fr: Primaire

# schoolLevelMiddle
source: Middle School
ar: متوسط
de: Mittelschule
fr: Collège

# schoolLevelHigh
source: High School
ar: ثانوي
de: Oberschule
fr: Lycée

# gradesPrimary1
source: 1st Grade (CP)
ar: السنة الأولى ابتدائي (CP)
de: 1. Klasse (CP)
fr: 1ère année primaire (CP)

# gradesPrimary2
source: 2nd Grade (CE1)
ar: السنة الثانية ابتدائي (CE1)
de: 2. Klasse (CE1)
fr: 2ème année primaire (CE1)

# gradesPrimary3
source: 3rd Grade (CE2)
ar: السنة الثالثة ابتدائي (CE2)
de: 3. Klasse (CE2)
fr: 3ème année primaire (CE2)

# gradesPrimary4
source: 4th Grade (CM1)
ar: السنة الرابعة ابتدائي (CM1)
de: 4. Klasse (CM1)
fr: 4ème année primaire (CM1)

# gradesPrimary5
source: 5th Grade (CM2)
ar: السنة الخامسة ابتدائي (CM2)
de: 5. Klasse (CM2)
fr: 5ème année primaire (CM2)

# gradesPrimary6
source: 6th Grade (CM3)
ar: السنة السادسة ابتدائي (CM3)
de: 6. Klasse (CM3)
fr: 6ème année primaire (CM3)

# gradesMiddle1
source: 7th Grade (1st year Middle School)
ar: السنة السابعة (السنة الأولى متوسط)
de: 7. Klasse (1. Jahr Mittelschule)
fr: 7ème année (1ère année collège)

# gradesMiddle2
source: 8th Grade (2nd year Middle School)
ar: السنة الثامنة (السنة الثانية متوسط)
de: 8. Klasse (2. Jahr Mittelschule)
fr: 8ème année (2ème année collège)

# gradesMiddle3
source: 9th Grade (3rd year Middle School)
ar: السنة التاسعة (السنة الثالثة متوسط)
de: 9. Klasse (3. Jahr Mittelschule)
fr: 9ème année (3ème année collège)

# gradesHigh1
source: Common Core (TC)
ar: السنة المشتركة (TC)
de: Gemeinsamer Kern (TC)
fr: Tronc Commun (TC)

# gradesHigh2
source: 1st year Bac (Regional)
ar: السنة الأولى بكالوريا (جهوي)
de: 1. Jahr Bac (Regional)
fr: 1ère année Bac (Régional)

# gradesHigh3
source: Baccalaureate (National)
ar: البكالوريا (وطني)
de: Baccalaureat (National)
fr: Baccalauréat (National)

# lyceeTrackScience
source: Science
ar: علوم
de: Naturwissenschaften

# lyceeTrackLiterature
source: Literature
ar: أدب
de: Literatur
fr: Littérature

# errorFillAllFields
source: Please fill all fields correctly
ar: يرجى ملء جميع الحقول بشكل صحيح
de: Bitte füllen Sie alle Felder korrekt aus
fr: Veuillez remplir correctement tous les champs

source: Please choose a banner
ar: يرجى اختيار شعار
de: Bitte wählen Sie ein Banner
fr: Veuillez choisir une bannière

source: Male
ar: ذكر
de: Männlich
fr: Homme

source: Female
ar: أنثى
de: Weiblich
fr: Femme

source: Our Mission
ar: مهمتنا
de: Unsere Mission
fr: Notre mission

source: Future Plans
ar: خططنا المستقبلية
de: Zukünftige Pläne
fr: Plans futurs

source: Choose Your Avatar
ar: اختر صورتك الرمزية
de: Wähle deinen Avatar
fr: Choisissez votre avatar

# profileInfo
source: Profile Information
ar: معلومات الملف الشخصي
de: Profil Informationen
fr: Informations du profil

source: Email
ar: البريد الإلكتروني

# dontShowAgain
source: Do not show again
ar: لا تُظهر مرة أخرى
de: Nicht erneut anzeigen
fr: Ne plus afficher

source: Information Technology
ar: تكنولوجيا المعلومات
de: Informationstechnologie
fr: Technologies de l'information

source: Islam
ar: الإسلام

source: Credits
ar: المصادر
de: Quellen
fr: Crédits

# info
source: An innovative educational platform blending learning, games, and culture to make education fun and engaging for students in Morocco and beyond.
ar: منصة تعليمية مبتكرة تمزج بين التعلم والألعاب والثقافة لجعل التعليم ممتعًا وجذابًا للطلاب في المغرب وخارجه.
de: Eine innovative Bildungsplattform, die Lernen, Spiele und Kultur kombiniert, um Bildung für Schüler in Marokko und darüber hinaus unterhaltsam und ansprechend zu gestalten.
fr: Une plateforme éducative innovante combinant apprentissage, jeux et culture pour rendre l'éducation amusante et captivante pour les élèves au Maroc et au-delà.

# aboutMission
source: MoorTaalim aims to empower students by providing interactive educational content that respects Moroccan culture and promotes a love of learning. We believe education should be enjoyable, accessible, and culturally relevant.
ar: تهدف MoorTaalim إلى تمكين الطلاب من خلال توفير محتوى تعليمي تفاعلي يحترم الثقافة المغربية ويعزز حب التعلم. نحن نؤمن أن التعليم يجب أن يكون ممتعًا ومتيسرًا وملائمًا ثقافيًا.
de: MoorTaalim möchte Schüler befähigen, indem interaktive Bildungsinhalte bereitgestellt werden, die die marokkanische Kultur respektieren und die Freude am Lernen fördern. Wir glauben, dass Bildung unterhaltsam, zugänglich und kulturell relevant sein sollte.
fr: MoorTaalim vise à autonomiser les élèves en fournissant du contenu éducatif interactif qui respecte la culture marocaine et favorise l'amour de l'apprentissage. Nous croyons que l'éducation doit être agréable, accessible et culturellement pertinente.

# aboutFuturePlans
source: We're continuously working to add new courses, exciting multiplayer games, and advanced features like personalized learning paths and community forums to connect learners and educators.
ar: نعمل باستمرار على إضافة دورات جديدة، وألعاب متعددة اللاعبين مثيرة، وميزات متقدمة مثل مسارات تعلم شخصية ومنتديات مجتمعية لربط المتعلمين والمعلمين.
de: Wir arbeiten kontinuierlich daran, neue Kurse, spannende Mehrspieler-Spiele und fortschrittliche Funktionen wie personalisierte Lernpfade und Community-Foren hinzuzufügen, um Lernende und Lehrende zu verbinden.
fr: Nous travaillons continuellement à ajouter de nouveaux cours, des jeux multijoueurs passionnants et des fonctionnalités avancées telles que des parcours d'apprentissage personnalisés et des forums communautaires pour connecter les apprenants et les éducateurs.

source: Thanks for your purchase
ar: شكراً على شرائك
de: Danke für deinen Einkauf
fr: Merci pour votre achat

source: Transaction complete
ar: اكتملت المعاملة
de: Transaktion abgeschlossen
fr: Transaction terminée

source: Keep shining
ar: استمر في التألق
de: Weiter strahlen
fr: Continuez à briller

source: Keep collecting
ar: استمر في الجمع
de: Weiter sammeln
fr: Continuez à collecter

source: Badge unlocked
ar: تم فتح الشارة
de: Abzeichen freigeschaltet
fr: Badge débloqué

source: LEVEL
ar: المستوى
fr: NIVEAU

source: Quick
ar: سريع
de: Schnell
fr: Rapide

source: Rare
ar: نادر
de: Selten

source: Reward screen
ar: شاشة المكافأة
de: Belohnungsbildschirm
fr: Écran de récompense

source: Tap anywhere to continue
ar: اضغط في أي مكان للمتابعة
de: Überall tippen, um fortzufahren
fr: Touchez n'importe où pour continuer

source: Collected
ar: تم الجمع
de: Gesammelt
fr: Collecté

source: Earn more to unlock this avatar
ar: اجمع المزيد لفتح هذا الشكل الرمزي
de: Sammle mehr, um diesen Avatar freizuschalten
fr: Gagnez plus pour débloquer cet avatar

source: SELECTED
ar: مختار
de: AUSGEWÄHLT
fr: SÉLECTIONNÉ

source: UNLOCKED
ar: مفتوح
de: FREIGESCHALTET
fr: DÉBLOQUÉ

source: Unlock banner
ar: فتح البانر
de: Banner freischalten
fr: Débloquer la bannière

source: Banner
ar: بانر
fr: Bannière

source: Unlock this
ar: افتح هذا
de: Dies freischalten
fr: Débloquer ceci

source: Confirm purchase
ar: تأكيد الشراء
de: Kauf bestätigen
fr: Confirmer l'achat

source: Avatar unlocked
ar: تم فتح الشكل الرمزي
de: Avatar freigeschaltet
fr: Avatar débloqué

source: Enjoy
ar: استمتع
de: Viel Spaß
fr: Profitez-en

source: Do you want to unlock this?
ar: هل تريد فتح هذا؟
de: Möchtest du das freischalten?
fr: Voulez-vous débloquer ceci ?

source: Go
ar: اذهب
de: Los
fr: Aller

source: Profile saved
ar: تم حفظ الملف الشخصي
de: Profil gespeichert
fr: Profil enregistré

# nameRule
source: Name must be at least 3 characters
ar: يجب أن يكون الاسم 3 أحرف على الأقل
de: Der Name muss mindestens 3 Zeichen enthalten
fr: Le nom doit contenir au moins 3 caractères

# invalidEmail
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
de: Ungültige E-Mail-Adresse
fr: Adresse e-mail invalide

source: Ready to save
ar: جاهز للحفظ
de: Bereit zum Speichern
fr: Prêt à enregistrer

source: Royalty
ar: الملكية
de: Adel
fr: Royauté

source: Babies
ar: الأطفال
de: Babys
fr: Bébés

source: My Masterpiece
ar: تحفتي
de: Mein Meisterwerk
fr: Mon chef-d'œuvre

# youCanSpendONETolimToSaveOrWatchTwoAdsToSaveForFree
source: You can spend 5 Tolim to save or watch 2 ads to save for free
ar: يمكنك إنفاق 5 توليم للحفظ أو مشاهدة إعلانين للحفظ مجاناً
de: Du kannst 5 Tolim ausgeben, um zu speichern, oder 2 Anzeigen ansehen, um kostenlos zu speichern
fr: Vous pouvez dépenser 5 Tolim pour enregistrer ou regarder 2 publicités pour enregistrer gratuitement

# spendONETolim
source: Spend 5 Tolim
ar: إنفاق 5 توليم
de: 5 Tolim ausgeben
fr: Dépenser 5 Tolim

source: Confirm Spending
ar: تأكيد الإنفاق
de: Ausgabe bestätigen
fr: Confirmer la dépense

# thisWillDeductONEtolimProceed
source: This will deduct 5 Tolim. Proceed?
ar: سيتم خصم 5 توليم. المتابعة؟
de: Dies wird 5 Tolim abziehen. Fortfahren?
fr: Cela déduira 5 Tolim. Continuer ?

source: Failed to save drawing
ar: فشل في حفظ الرسم
de: Speichern der Zeichnung fehlgeschlagen
fr: Échec de l'enregistrement du dessin

source: Choose Color
ar: اختر اللون
de: Farbe wählen
fr: Choisir la couleur

source: Brush
ar: فرشاة
de: Pinsel
fr: Pinceau

source: Brush Size
ar: حجم الفرشاة
de: Pinselgröße
fr: Taille du pinceau

source: Eraser
ar: ممحاة
de: Radiergummi
fr: Gomme

source: Eraser Off
ar: الممحاة مطفأة
de: Radiergummi aus
fr: Gomme désactivée

source: Eraser On
ar: الممحاة مفعّلة
de: Radiergummi an
fr: Gomme activée

source: Clear Canvas
ar: مسح اللوحة
de: Leinwand löschen
fr: Effacer la toile

source: Animal Sound
ar: صوت الحيوان
de: Tiergeräusch
fr: Son des animaux

source: Listen Mode
ar: وضع الاستماع
de: Hörmodus
fr: Mode écoute

source: Tap animals to hear their sounds
ar: اضغط على الحيوانات لسماع أصواتها
de: Tippe auf die Tiere, um ihre Geräusche zu hören
fr: Touchez les animaux pour entendre leurs sons

source: Match and Drop
ar: طابق وأسقط
de: Zuordnen und ablegen
fr: Associer et déposer

source: Drag animals to match their sounds
ar: اسحب الحيوانات لمطابقة أصواتها
de: Ziehe die Tiere, um ihre Geräusche zuzuordnen
fr: Faites glisser les animaux pour associer leurs sons

source: Tap the animal to hear its sound
ar: اضغط على الحيوان لسماع صوته
de: Tippe auf das Tier, um sein Geräusch zu hören
fr: Touchez l'animal pour entendre son son

source: Match the sound
ar: طابق الصوت
de: Ordne das Geräusch zu
fr: Associez le son

source: Listen, then drag the correct animal into the glowing ring
ar: استمع ثم اسحب الحيوان الصحيح إلى الحلقة المضيئة
de: Höre zu und ziehe dann das richtige Tier in den leuchtenden Ring
fr: Écoutez, puis faites glisser le bon animal dans l'anneau lumineux

source: Rewarded
ar: تمت مكافأتك
de: Belohnt
fr: Récompensé

source: You finished with
ar: لقد أنهيت بـ
de: Du hast abgeschlossen mit
fr: Vous avez terminé avec

source: Don't worry
ar: لا تقلق
de: Keine Sorge
fr: Ne vous inquiétez pas

source: You can try again
ar: يمكنك المحاولة مرة أخرى
de: Du kannst es noch einmal versuchen
fr: Vous pouvez réessayer

source: Adventure Mode
ar: وضع المغامرة
de: Abenteuermodus
fr: Mode aventure

source: Memory Flip
ar: قلب الذاكرة
fr: Retour de mémoire

# playThroughLevelsAndEarn
source: Play through levels and earn rewards
ar: العب المستويات واكسب المكافآت
de: Spiele Levels durch und verdiene Belohnungen
fr: Jouez aux niveaux et gagnez des récompenses

source: Survival Mode
ar: وضع البقاء
de: Überlebensmodus
fr: Mode survie

source: See how long you can survive with limited moves
ar: انظر كم يمكنك البقاء مع تحركات محدودة
de: Sieh, wie lange du mit begrenzten Zügen überleben kannst
fr: Voyez combien de temps vous pouvez survivre avec des mouvements limités

source: Select Level
ar: اختر المستوى
de: Level auswählen
fr: Sélectionner le niveau

source: Choose Category
ar: اختر الفئة
de: Kategorie wählen
fr: Choisir la catégorie

source: Moves
ar: الحركات
de: Züge
fr: Mouvements

source: Matches
ar: التطابقات
de: Paarungen
fr: Paires

source: No moves left
ar: لا توجد حركات متبقية
de: Keine Züge mehr übrig
fr: Plus de mouvements disponibles

source: Restarting level
ar: إعادة تشغيل المستوى
de: Level wird neu gestartet
fr: Redémarrage du niveau

source: Restart
ar: إعادة التشغيل
de: Neustarten
fr: Redémarrer

source: You ran out of moves
ar: لقد نفدت الحركات
de: Du hast keine Züge mehr
fr: Vous n'avez plus de mouvements

source: Highlights
ar: أهم الإنجازات
fr: Points forts

source: You survived for
ar: لقد نجوت لمدة
de: Du hast überlebt für
fr: Vous avez survécu pendant

source: Best
ar: الأفضل
de: Beste
fr: Meilleur

source: and made
ar: وحققت
de: und hast gemacht
fr: et avez réalisé

source: seconds
ar: ثوانٍ
de: Sekunden
fr: secondes

source: matches in
ar: مطابقات في
de: Paarungen in
fr: paires en

source: Survival Highlights
ar: أهم إنجازات البقاء
de: Überlebens-Highlights
fr: Points forts de survie

source: Best Survival Score
ar: أفضل نتيجة بقاء
de: Beste Überlebenspunktzahl
fr: Meilleur score de survie

source: My Collection
ar: مجموعتي
fr: Ma collection

source: Search
ar: بحث
fr: Recherche

source: Show all
ar: عرض الكل
fr: Afficher tout

source: Show less
ar: عرض أقل
fr: Afficher moins

source: Learning Preferences
ar: تفضيلات التعلم
fr: Préférences d'apprentissage

source: Subjects
ar: المواد
fr: Matières

source: Enter subjects
ar: أدخل المواد
fr: Saisir les matières

source: Learning Style
ar: أسلوب التعلم
fr: Style d'apprentissage

source: Study Time
ar: وقت الدراسة
fr: Temps d'étude

source: Difficulty
ar: درجة الصعوبة
fr: Niveau de difficulté

source: Goals
ar: الأهداف
fr: Objectifs

source: Weekly Goal
ar: الهدف الأسبوعي
fr: Objectif hebdomadaire

source: Long Term Goal
ar: الهدف طويل المدى
fr: Objectif à long terme

source: Visual
ar: بصري
fr: Visuel

source: Auditory
ar: سمعي
fr: Auditif

source: Kinesthetic
ar: حسي حركي
fr: Kinesthésique

source: Morning
ar: الصباح
fr: Matin

source: Afternoon
ar: بعد الظهر
fr: Après-midi

source: Evening
ar: المساء
fr: Soir

source: Standard
ar: عادي

source: Advanced
ar: متقدم
fr: Avancé

source: Adaptive
ar: تكيفي
fr: Adaptatif

source: Pass Exam
ar: النجاح في الامتحان
fr: Réussir l'examen

source: Improve Skills
ar: تطوير المهارات
fr: Améliorer les compétences

source: Get Certified
ar: الحصول على شهادة
fr: Obtenir une certification

# notEnoughTolims
source: Pas assez de Tolims !
ar: ليس لديك ما يكفي من التوليمز!

# youGotStars
source: Vous avez reçu {count} étoiles !
ar: لقد حصلت على {count} نجوم!

# getStars
source: Obtenir {count} étoiles
ar: احصل على {count} نجوم

source: Missing Number
ar: العدد المفقود
fr: Nombre manquant

source: Find Largest
ar: ابحث عن الأكبر
fr: Trouver le plus grand

source: Addition
ar: الجمع

source: Subtraction
ar: الطرح
fr: Soustraction

source: Count Objects
ar: عدّ الأشياء
fr: Compter les objets

source: Compare Numbers
ar: قارن الأعداد
fr: Comparer les nombres

source: Odd Numbers
ar: الأعداد الفردية
fr: Nombres impairs

source: Target Number
ar: العدد المستهدف
fr: Nombre cible

source: Let’s Practise Math!
ar: 📚 هيا نتدرّب على الرياضيات!
fr: 📚 Pratiquons les mathématiques !

# funGamesToBeStar
source: Fun games to make you a math star 🌟
ar: ألعاب ممتعة لتصبح نجم الرياضيات 🌟
fr: Des jeux amusants pour devenir une star des maths 🌟

# areYouSureQuitGame
source: Are you sure you want to quit the game?
ar: هل أنت متأكد أنك تريد إنهاء اللعبة؟
fr: Êtes-vous sûr de vouloir quitter le jeu ?

source: You will lose your progress.
ar: ستفقد تقدمك.
fr: Vous perdrez votre progression.

# howManyObjects
source: How many {object} do you see?
ar: كم عدد {object} التي تراها؟
fr: Combien de {object} voyez-vous ?

# findMissingNumber
source: Find the missing number
ar: ابحث عن الرقم المفقود
fr: Trouvez le nombre manquant

source: Remaining lives
ar: الحياة المتبقية
fr: Vies restantes

# findLargestNumber
source: Which is the largest number?
ar: ما هو أكبر رقم؟
fr: Quel est le plus grand nombre ?

source: Streak
ar: سلسلة صحيحة
fr: Série

source: How much is?
ar: كم يساوي؟
fr: Combien ça fait ?

source: or
ar: أو
fr: ou

source: Which is the largest number?
ar: ما هو أكبر رقم؟
fr: Quel est le plus grand nombre ?

# isNumberEvenOrOdd
source: Is the number {number} even or odd?
ar: هل الرقم {number} زوجي أم فردي؟
fr: Le nombre {number} est-il pair ou impair ?

source: Even
ar: زوجي
fr: Pair

source: Odd
ar: فردي
fr: Impair

source: Reach the number:
ar: وصل إلى الرقم:
fr: Atteignez le nombre :

source: No number chosen
ar: لم يتم اختيار أي رقم
fr: Aucun nombre choisi

source: Current sum
ar: المجموع الحالي
fr: Somme actuelle

source: Answer
ar: إجابة
fr: Réponse

source: Science Practise
ar: تمارين العلوم
fr: Exercices de Science

# heavyLight
source: Heavy or Light
ar: ثقيل أم خفيف
fr: Lourd ou Léger

# findColor
source: Find the Color
ar: ابحث عن اللون
fr: Trouve la Couleur

# scienceQuizz
source: Science Quiz
ar: اختبار العلوم
fr: Quiz de Science
